Repository: JAliRepo/FolderControllerXIII
Catalog: FolderController/Resources/*.lproj/FolderController.strings
Languages: ar

source: ABOUT
ar: حول

source: Add a BG image-No Respring needed
ar: أضف صورة خلفية لاتحتاج ريسبرنج

source: Allows you to use folders as part of the multi-icon select to rearrange your homescreen faster. In editing mode, drag down and hold one icon, then tap others for multi-select.
ar: يتيح لك استخدام المجلدات كجزء من الاختيار متعدد الأيقونات لإعادة ترتيب شاشتك الرئيسية بشكل أسرع. في وضع التحرير ، اسحب لأسفل مع الاستمرار فوق رمز واحد ، ثم انقر فوق الآخرين لتحديد متعدد.

source: Almost all the settings update instantly except for some changes to icons. It is a good idea to respring after changing layouts though so it sets with IconState.
ar: يتم تحديث جميع الإعدادات تقريبًا على الفور باستثناء التغييرات على الرموز وتغيير حجم المجلد. سيؤدي تطبيق التغييرات إلى إعادة تشغيل جهازك (ريسبرنج)، والتأكد من تعيين جميع القيم حسب الرغبة.

source: Apply changes
ar: تطبيق التغييرات (ريسبرنج)

source: CUSTOM LAYOUTS AND INSETS
ar: أعمدة وأدراج مخصصة

source: Choose background image
ar: أختر صورة الخلفية

source: Closed folders
ar: مجلدات مغلقة

source: Closing folders
ar: إغلاق المجلدات

source: Corner radius
ar: تحديد الزوايا

source: Corner radius settings for open folders and their icons (closed folders on homescreen).
ar: ضبط إعدادات قطر الزاوية للمجلدات المفتوحة وأيقوناتها مع مجلدات مغلقة على الشاشة الرئيسية.

source: Credits and Support
ar: الاعتمادات والدعم

source: Custom corner radiuses
ar: تحديد زوايا مخصصة

source: Custom folder layouts
ar: تحديد مخطط او شكل المجلد

source: Custom layouts
ar: تحديد مخطط او الشكل

source: Donations much appreciated
ar: التبرعات موضع تقدير كبير

source: Enable BG image:
ar: تفعيل صورة الخلفية

source: Enable tweak
ar: تفعيل الأداة

source: For access to all my free tweaks; add my repo, and check out packages available in BigBoss .
ar: للوصول الكامل إلى أدواتي المجانية أضف سورسي الخاص وهنالك أدوات أخرى على سورس البيق بووس.

source: Free tweaks in BigBoss
ar: أدوات مجانية ع سورس بيق بووس

source: Got bugs 🐜? Conflicting tweak(s)? 🤔 Visit Tech Support on the next page. This is the best way to get help, since it emails your FolderControllerXIII settings, and a list of installed packages that could be interfering.
ar: حصلت مشاكل💢؟ تعارض أدوات🤔؟ تفضل بزيارة الدعم الفني في الصفحة التالية، هذه هي أفضل طريقة للحصول على المساعدة، نظرًا لقيامها بإرسال بريد إلكتروني إلى دعم FolderControllerXIII وقائمة الحزم المثبتة التي قد تتداخل.

source: IMAGE ALPHA
ar: تظليل الصورة

source: More improvements coming soon.
ar: المزيد من التحسينات قادمة قريبا.

source: Multi-Folder select
ar: تحديد مجلد متعدد

source: Open Folder Options
ar: خيارات مجلد مفتوح

source: Open folders
ar: مجلدات مفتوحة

source: Options for how to close folders. Tap allows you to tap anywhere, pinch to close uses pinch gesture outside of folder to close it. (Pinch requires respring to turn on/off)
ar: خيارات لكيفية إغلاق المجلدات. يسمح لك بالضغط في أي مكان ، ولإغلاق مجلد استخدام إيماءة القرص (إنكماش) خارج المجلد لإغلاقه. (قرصة تتطلب respring لتشغيل / إيقاف)

source: Options to adjust appearance of title and the home screen blur/ background behind an open folder. No resprings needed. Open folder colors can be changed without needing respring as well.
ar: خيارات لضبط مظهر العنوان وتظليل خلفية الشاشة الرئيسية خلف مجلد مفتوح. لا تحتاج ريسبرنج يمكن تغيير ألوان المجلد المفتوح دون الحاجة إلى ريسبرنج كذلك.

source: Pick any picture from your camera roll to add as a background image inside open folders. Works with the gradients or solid color overtop. Just reduce alpha to see colors better.
ar: اختر أي صورة لإضافتها كصورة خلفية داخل المجلدات المفتوحة. يعمل مع التدرجات أو لون صلب أعلى. فقط قم بتقليل تظليل لرؤية الألوان بشكل أفضل.

source: Set a custom alpha level to be able to see the colors over top of the image. One is full strength, and zero will hide the image.
ar: تعيّن مستوى تظليل مخصصًا لتتمكن من رؤية الألوان أعلى الصورة. واحد هو القوة الكاملة ، والصفر سوف تخفي الصورة.

source: Settings for custom folder sizes, background colors and gradients, custom blurs behind open folders, and more.
ar: إعدادات لأحجام المجلدات المخصصة ، وألوان الخلفية والتدرجات ، والتمويه المخصص وراء المجلدات المفتوحة ، والمزيد.

source: Settings for how to close folders, as well as folder icon settings.
ar: إعدادات لكيفية إغلاق المجلدات ، وكذلك إعدادات أيقونة المجلد.

source: Thank you for your purchase. Any additional donations are greatly appreciated, as I will continue to improve the tweak, and provide support for iOS 12.
ar: شكرا لك على الشراء. تحظى بتقدير كبير أي تبرعات إضافية ، حيث سأواصل تحسين الأداة ، وتقديم الدعم لنظام iOS 12.

source: Turns on the tweak. Turn off to reset all changes to original values.
ar: تفعيل الأداة و ايقاف بقية الخيارات للإعدادات الافتراضية

source: Tweak created by:
ar: الأداة بواسطة

source: i0s_tweak3r
ar: i0s_tweak3r المطور

source: 👉 Add my repo
ar: أضف سورسي الخاص
